{
  "home": "Home",
  "certificates": "Certificates",
  "projects": "Projects",
  "about-me": "About me",
  "contact": "Contact",
  "heroTitleFirstText": "Front-end",
  "heroTitleSecondText": "Developer",
  "at": "at",
  "more": "More",
  "siteDevelopedWithLeadingTechnologies": "Your site developed with leading thecnlogies in the market",
  "projectBuiltWithWidelyTestedTechnologies": "Rest assured that your project will be built with technologies that are widely tested and used in the market today.",
  "mobileFirstConcept": "With the 'mobile first' concept",
  "responsiveDesignForAllDevices": "Your project developed with responsiveness for all types of devices, from smartphones and tablets to laptops and desktops!",
  "variousNationalAndInternationalCertifications": "Various national and international certifications",
  "certificationsFromNationalAndInternationalInstitutions": "With hours of dedication and study, several certifications were obtained, both from national and international institutions, also showing that English is not a barrier.",
  "projectsDevelopedByMe": "Check out some projects developed by me",
  "seeAll": "See all",
  "certificationsFromVariousPlatforms": "Here you will find some of the certifications from various platforms, obtained during my study journey.",
  "variousCertificationsFromNationalAndInternationalInstitutions": "Various certifications from national and international institutions",
  "projectsForLearningAndFunctionality": "Here are some of the projects I developed, both functional and for learning in technology knowledge.",
  "loading": "Loading...",
  "welcomeToMyPersonalPage": "Hello! Welcome to my personal page, here you can find a bit about me, my career, portfolio, and goals.",
  "introductionSamyr": "My name is Samyr, and in 2022 I fulfilled the dream of entering the technology field. I now work as a front-end developer at Nasajon.",
  "enthusiasticDeveloperProfile": "With great enthusiasm and passion, always excited and an eternal student in the field of technology, I have {{ yearsOfExperience }} years of experience in web and mobile development, focusing on front-end with technologies such as HTML, CSS, JavaScript, AngularJS, Angular2+, Flutter, and many others.",
  "passionForLearningAndLogicChallenges": "Always in pursuit of knowledge through free platforms, e-books, and a strong desire to learn. I love solving logic challenges and studying topics related to computer science.",
  "career": "Career",
  "academicBackground": "Academic Background",
  "qualityManagementDegree": "Associate Degree in Quality Management",
  "anhangueraUniversitySaoBernardo": "Anhanguera University of São Bernardo do Campo",
  "august": "Aug",
  "professionalExperiences": "Professional Experiences",
  "companyDescription": "One of the most important companies in operating system and software solutions and support. With over 39 years of experience and a focus on business development, providing secure and market-recognized solutions in ERP and Accounting sectors with GPTW certification.",
  "frontendDevelopmentRole": "I work in front-end development of web systems, assisting in the maintenance and implementation of new features, as well as specifying and developing new systems.",
  "jan2022ToPresentFrontendDeveloper": "january/2022 to present - Front-end Developer",
  "customerServiceSystemRefactoring": "Complete refactoring of the customer service system from JavaScript to TypeScript.",
  "legacySystemsMaintenance": "Maintenance of various legacy systems in AngularJS, including updating the time-tracking app in Ionic and Cordova.",
  "flutterAppCreationAndMaintenance": "Creation and maintenance of applications in Flutter, responsible for making the app available on Google and Apple stores.",
  "architectureAndDesignSystemContribution": "Active participation in architecture discussions and contribution to the Design System of Flutter applications.",
  "skillsAndCompetencies": "Skills and Competencies",
  "teamworkOrganizationAndDetermination": "I consider myself a person who works well in teams, is organized, and determined.",
  "desireToSolveProblemsAndEvolve": "With a strong desire to discover and solve problems, I am always in constant evolution.",
  "knowledgeAcquiredThroughFrontendStudies": "Through front-end studies, I have acquired knowledge in:",
  "backendEnthusiastWithElixirAndPhoenix": "I am also an enthusiast in back-end development with Elixir and Phoenix, loving the world of functional programming.",
  "technicalEnglish": "Technical English:",
  "englishComprehensionSkills": "Ability to read documentation, watch videos, and conduct research in English with comprehension and without major difficulties."
}
