{
  "home": "Home",
  "certificates": "Certificados",
  "projects": "Projetos",
  "about-me": "Sobre mim",
  "contact": "Contato",
  "heroTitleFirstText": "Desenvolvedor",
  "heroTitleSecondText": "Front-end",
  "at": "na",
  "more": "Saiba mais",
  "siteDevelopedWithLeadingTechnologies": "Seu site desenvolvido com as principais tecnologias do mercado",
  "projectBuiltWithWidelyTestedTechnologies": "Tenha a certeza e segurança de que seu projeto será construido com tecnologias amplamente testadas e utilizadas no mercado atualmente.",
  "mobileFirstConcept": "Com o conceito de \"mobile first\"",
  "responsiveDesignForAllDevices": "Seu projeto desenvolvido com responsividade para todos os tipos de dispositivos, desde smartphones, tablets até laptops e desktops!",
  "variousNationalAndInternationalCertifications": "Diversos certificados nacionais e internacionais",
  "certificationsFromNationalAndInternationalInstitutions": "Com horas de dedicação e estudo, foram adquiridos diversos certificados, tanto em instituições nacionais, como internacionais, mostrando tambem que o inglês não é uma barreira.",
  "projectsDevelopedByMe": "Conheça alguns projetos desenvolvidos por mim",
  "seeAll": "Veja todos",
  "certificationsFromVariousPlatforms": "Aqui você encontrará alguns dos certificados de diversas plataformas, adquiridos durante a minha jornada de estudos.",
  "variousCertificationsFromNationalAndInternationalInstitutions": "Diversos certificados em instituições nacionais e internacionais",
  "projectsForLearningAndFunctionality": "Aqui estão alguns dos projetos que desenvolvi, tanto funcionais quanto para aprendizagem no conhecimento de tecnologias.",
  "loading": "Carregando...",
  "welcomeToMyPersonalPage": "Olá! Seja bem-vindo(a) a minha página pessoal, aqui você poderá encontrar um pouco sobre mim, carreira, portfólio e objetivos.",
  "introductionSamyr": "Meu nome é Samyr, em 2022 realizei o sonho de ingressar na área de tecnologia, agora atuo como desenvolvedor front end na Nasajon.",
  "enthusiasticDeveloperProfile": "Com muito entusiasmo e paixão, sempre empolgado e eterno estudioso na área de tecnologia, possuo {{ yearsOfExperience }} anos de experiência em desenvolvimento web e mobile, com foco no front-end, com tecnologias como HTML, CSS, JavaScript, AngularJS, Angular2+, Flutter e diversas outras tecnologias.",
  "passionForLearningAndLogicChallenges": "Sempre atrás de conhecimento através de plataformas gratuitas, e-books e muita vontade de aprender. Adoro realizar desafios de lógica, e estudar temas sobre ciência da computação.",
  "career": "Carreira",
  "academicBackground": "Formação acadêmica",
  "qualityManagementDegree": "Tecnologia em Gestão da Qualidade",
  "anhangueraUniversitySaoBernardo": "Faculdade Anhanguera de São Bernardo do Campo",
  "august": "Ago",
  "professionalExperiences": "Experiências profissionais",
  "companyDescription": "Uma das mais importantes empresas de soluções e suporte a sistemas operacionais e softwares. Com mais de 39 anos de experiencia e foco em desenvolvimento de empresas, fornecendo soluções seguras e reconhecidas pelo mercado de software em setores ERP e Contábil com certificação GPTW.",
  "frontendDevelopmentRole": "Atuo no desenvolvimento front-end dos sistemas web, auxiliando na manutenção e implementação de novas funcionalidades, junto a especificação e desenvolvimento de novos sistemas.",
  "jan2022ToPresentFrontendDeveloper": "janeiro/2022 a atual - Desenvolvedor Front-end",
  "customerServiceSystemRefactoring": "Refatoração completa do sistema de atendimento ao cliente, de JavaScript, para TypeScript.",
  "legacySystemsMaintenance": "Manutenção de diversos sistemas legados em AngularJS, incluindo atualização do aplicativo de ponto em Ionic e Cordova.",
  "flutterAppCreationAndMaintenance": "Criação e manutenção de aplicativos em Flutter, sendo responsável por disponibilizar a aplicação nas lojas da Google e da Apple.",
  "architectureAndDesignSystemContribution": "Participação ativa nos debates de arquitetura, e contribuição para o Design System dos aplicativos Flutter.",
  "skillsAndCompetencies": "Habilidades e competências",
  "teamworkOrganizationAndDetermination": "Me considero uma pessoa com facilidade de trabalho em equipes, organizado e determinado.",
  "desireToSolveProblemsAndEvolve": "Com grande vontade de descobrir e solucionar problemas, estou sempre em constante evolução.",
  "knowledgeAcquiredThroughFrontendStudies": "Através dos estudos em front end adquiri conhecimentos em:",
  "backendEnthusiastWithElixirAndPhoenix": "Também sou entusiasta em desenvolvimento back-end com Elixir e Phoenix, amando o mundo da programação funcional.",
  "technicalEnglish": "Inglês técnico:",
  "englishComprehensionSkills": "Capacidade de ler documentações, ver vídeos e realizar pesquisas em inglês com compreensão e sem grandes dificuldades."
}
